Repository: BacksLove/3mc_taskit
Catalog: lib/core/l10n/waaa_*.arb
Languages: fr

# authWelcomeText
source: Welcome to TaskIt
fr: Bienvenue sur TaskIt

# authMessage
source: Please Sign up/Log in to continue
fr: Veuillez vous connecter/inscrire pour continuer

source: Sign In
fr: Connexion

source: Sign Up
fr: Inscription

source: Verify
fr: Verifier

source: Please log in
fr: Se connecter

# enterPhoneNumber
source: Enter your phone number
fr: Entrez votre numéro de téléphone

source: Send OTP
fr: Envoyez l'OTP

# haveAnAccount
source: Already have an account ?
fr: Vous possedez déjà un compte ?

source: Don't have account ?
fr: Pas de compte ?

source: Enter otp
fr: Entrez l'otp

# weSentCode
source: We just sent a code to your number
fr: Nous avons envoyé un code au numéro

source: Resend OTP
fr: Renvoyer l'OTP

source: Enter your name
fr: Entrez votre nom

source: Enter your phone number
fr: Entrez votre numéro de téléphone

# acceptTerms
source: By signing up you accept our conditions
fr: En vous inscrivant vous acceptez nos conditions d'utilisations

# createTask
source: Create a task
fr: Créer une tâche

# taskAround
source: Task around you
fr: Tâches autour de vous

source: Task for you
fr: Tâches pour vous

source: Accept
fr: Accepter

# selectCategoryFirst
source: Select a category first to create a task
fr: Selectionnez d'abord une catégorie pour créer une tâche

# selectTask
source: Select a task category
fr: Selectionnez une tâche

source: Location
fr: Lieu

# areCoverage
source: Area coverage
fr: Taille

source: Date
fr: La date

source: Time
fr: L'heure

source: Number of plants
fr: Nombres de plantes

source: Racking leaves
fr: Racler les feuilles

source: Trimming
fr: Tailler les plantes

source: Watering plants
fr: Arroser les plantes

source: Book now
fr: Reservez maintenant

# noLocation
source: Location unknow - Please activate the GPS and touch here to refresh
fr: Localisation inconue - Veuillez activer le GPS et tapez ici pour rafraichir

# fieldEmpty
source: All the fields must be filled
fr: Tous les champs doivent être remplies

# notRegistred
source: You must sign up
fr: Vous devez vous inscrire d'abord

# alreadyRegistred
source: Already registered
fr: Vous avez déjà un compte

# badCode
source: The code is wrong
fr: Le code est eronnée
